Repository: shoxruxtm/quizzly_app
Catalog: lib/src/common/service/l10n/app_*.arb
Languages: uz

# welcome
source: Welcome to Quizzly!
uz: Quizzly ga xush kelibsiz!

# description
source: With Quizzly, you can improve your thinking, intelligence and logical skills.
uz: Quizzly yordamida siz o'zingizning fikrlashingiz va mantiqiy mahoratlaringizni oshira olasiz.

# appropriateLevel
source: Choose the appropriate level
uz: O'zingizga mos keladigan bosqichni tanlang

source: Level {number}
uz: {number} - bosqich

source: Question
uz: Savol

# score
source: Your Score
uz: To'plagan balingiz

source: Correct
uz: To'g'ri

source: Wrong
uz: Xato

source: Play again
uz: Qayta o'ynash

source: Home
uz: Bosh sahifa
